// 品牌
let brand = [
  {
    brandName: "开元名都",
    perSign: "触手可及的豪华",
    intro: "开元名都是开元旗下五星级豪华商务酒店品牌，酒店一般坐落于各城市的繁华商务地段，装修豪华，拥有完备的各项会议、餐饮、娱乐设施，满足各类大型高档会议及宴会的需求。开元名都品牌以持之以恒的创新精神，为日新月异的商旅生活，提供尊贵的豪华体验。",
    bg: "http://upload.shands.cn/gw/XGW/1901062223482741-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041521263499-490-460.jpg"
  },

  {
    brandName: "开元度假村",
    perSign: "缔造隐逸自然的非凡之旅",
    intro: "开元度假村是开元旗下五星级豪华度假酒店品牌，酒店均选址海滨、环湖或山麓，占尽绝佳自然环境，开元度假村是豪华度假生活的倡导者。自然和谐及悉心探索的健康度假理念，辅之以“开元关怀”杰出的预见性服务和对细节的关注，给宾客带来美好体验。",
    bg: "http://upload.shands.cn/gw/XGW/1901062139338640-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041522147361-490-460.jpg"
  },

  {
    brandName: "开元观堂",
    perSign: "观景 观心 观未来",
    intro: "开元观堂是开元旗下文化主题酒店品牌，酒店选址于历史悠久、文化底蕴深厚的古镇、古村落。酒店整体的建筑风格、装修设计、产品服务等与地域文化相协调，诣在打造蕴藏生活智慧和生活美学的别样生活方式，悉心传递给旅行者具有本地风情、多姿体验的旅行生活。",
    bg: "http://upload.shands.cn/gw/XGW/1901062138382445-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041519538846-490-460.jpg"
  },

  {
    brandName: "开元芳草地乡村酒店",
    perSign: "自然天成 心宿芳草",
    intro: "开元芳草地乡村酒店以师法自然的特色建筑，及低容积的特色小木屋、草屋、帐篷等创意度假产品为核心，专属的儿童、康乐等生活配套设施，倡导人与自然和谐互动的健康生活方式、推崇从农场到餐桌的健康美食理念，为忙碌的现代都市人打造怡养身心的乡村度假生活。",
    bg: "http://upload.shands.cn/gw/XGW/1901062136445520-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041516425260-490-460.jpg"
  },

  {
    brandName: "开元森泊",
    perSign: "释放天性，乐享四季",
    intro: "开元森泊度假乐园是一座集生态休闲、餐饮娱乐、运动娱乐为一体的大型旅游综合体。包括室内外水上乐园、儿童游乐场所等中央服务设施和隐身于森林景观之中度假木屋两大部分。",
    bg: "http://upload.shands.cn/gw/XGW/1901062136286275-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901151256477545-590-460.jpg"
  },

  {
    brandName: "开元大酒店",
    perSign: "舒适之旅 价值之选",
    intro: "开元大酒店品牌于1988年推出，通常为四星级酒店，酒店坐落于各城市的商务中心地带，拥有齐全的各项会议、餐饮、娱乐设施。开元大酒店是所在城市商务及休闲宾客的高性价比之选，为宾客提供自在、舒适、物有所值的酒店生活体验。",
    bg: "http://upload.shands.cn/gw/XGW/1901062208388796-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041520491352-490-460.jpg"
  },

  {
    brandName: "开元名庭",
    perSign: "从心开始，精挚为你",
    intro: "开元名庭是开元旗下中档全方位服务酒店品牌，酒店通常位于城市与郊区，多数提供客房、商务会议、餐厅配套以及有限的康乐等服务，以高品质的设施，简约质感的格调，打造舒适自在的空间，是商务及休闲旅客的理想之选并提供超越期待的高性价比休憩之所。",
    bg: "http://upload.shands.cn/gw/XGW/1901062136577614-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1902161831176829-490-460.jpg"
  },

  {
    brandName: "开元·曼居酒店",
    perSign: "曼下来，发现美好",
    intro: "开元·曼居酒店是开元旗下中档精选服务酒店品牌，酒店围绕“精选生活内容”的品牌定位，重点打造新东方雅致及北欧简约住宿空间及开放互动式大堂空间，将曼生活理念植入贯穿于曼食、曼饮、曼骑、曼么么音乐趴、曼享生活馆、舒眠计划等系列之中，提供“精致、有心、美好”的属地旅居体验。",
    bg: "http://upload.shands.cn/gw/XGW/1901062139465073-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041522585972-490-460.jpg"
  },

  {
    brandName: "开元颐居",
    perSign: "总在一处风景里等你",
    intro: "开元颐居是开元旗下中档精选服务酒店品牌，选址闹中取静、大隐于市的城市中心，或生态环保景区、自然保护区、主题公园周边；两者的主题均呼应闹中取静，或静中有闹的“人间世外桃源”画像，呈现出更为轻松、时尚、现代的东方文化之美。",
    bg: "http://upload.shands.cn/gw/XGW/1901062137116906-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041519151348-490-460.jpg"
  },

  {
    brandName: "芳草青青房车营地",
    perSign: "身在潮营 心在High",
    intro: "芳草青青房车营地是新一代营地酒店品牌，为宾客提供自由、探索、分享的创新住宿产品，很好地迎合年轻一代的新享乐主义。其选址具有一定自然风光的湖畔、森林或乡村，以自然公园、房车和提供综合度假服务的能量站为主要特色，打造可拥抱自然的新潮旅游度假地。",
    bg: "http://upload.shands.cn/gw/XGW/1901062157569662-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041515422917-490-460.jpg"
  },

  {
    brandName: "开元美途",
    perSign: "美在旅途",
    intro: "开元美途是城市商旅与休闲度假的新诠释，希望能让受众完美平衡工作与生活，将酒店作为角色切换的场景，设计各类产品满足需求：共享办公、商务会议、品质睡眠、城市展厅与艺术空间、商务简餐与深夜厨房。",
    bg: "http://upload.shands.cn/gw/XGW/1901062155219640-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041512463408-490-460.jpg"
  },

  {
    brandName: "阿缇客",
    perSign: "艺术链接生活",
    intro: "阿缇客是城市客厅艺术酒店品牌；是一种时髦的时尚居住风格和生活方式。阿缇客具有独特的审美风格，适合社交的公共空间，将酒店自身融入到城市之中，是城市文化的icon之一。",
    bg: "http://upload.shands.cn/gw/XGW/1901062203568968-1920-920.jpg",
    introBg: "http://upload.shands.cn/gw/XGW/1901041512016974-490-460.jpg"
  },
]
// 酒店
let hotel = [
  {
    hotelName: "杭州开元名都大酒店",
    startTime: "2005-01-18",
    type: "五星级|豪华型",
    address: "浙江省杭州市萧山区市心中路818号",
    comment: 3308,
    grade: "4.9",
    facilities: ["wifi","停车场","游泳池","热水","自行车租赁","送餐服务","儿童乐园","饮料","商务中心","行政酒廊","外币兑换","婴儿看护"],
  }
]